apptainer
awesome
base
base-devel
bluez
bluez-utils
cmake
dosfstools
efibootmgr
fd
feh
firefox
fuse3
fzf
git
grub
htop
imagemagick
intel-ucode
kitty
ktouch
libxcrypt-compat
linux
linux-firmware
man-db
man-pages
mtools
neofetch
neovim
networkmanager
npm
nvidia
openssh
os-prober
paraview
pdftk
pixi
ripgrep
rsync
sudo
tree
ttf-dejavu
ttf-dejavu-nerd
unzip
usbutils
wget
xdotool
xorg-server
xorg-setxkbmap
xorg-xev
xorg-xinit
xsel
zathura
zathura-pdf-mupdf
zettlr
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
